7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1160588620 -23329=1,69.390465
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=54 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,36.995304
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=16743 22=14 23=1 -23328=1,1 -23329=1,37.805233
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=30654 22=15 -23328=1,1 -23329=1,35.367004
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,35.367004,35.367004
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=76 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,26.014097
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=24936 22=13 23=1 -23328=1,1 -23329=1,79.184494
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=101 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,39.535648
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=23544 22=15 17=18315 18=14 16=1 -23328=1,1 -23329=1,28.407429
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,28.407429
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,28.407429,28.407429
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=104 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,43.384586
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=21876 22=14 23=1 -23328=1,1 -23329=1,57.926636
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=143 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,27.563601
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=28325 22=15 17=16886 18=14 -23328=1,1 -23329=1,24.556625
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=18028 22=14 23=1 -23328=1,1 -23329=1,27.021091
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,27.021091,27.021091
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=104 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.867107
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=17976 22=14 23=1 -23328=1,1 -23329=1,58.004116
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=162 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,46.036152
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=441 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,58.990364
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=22596 22=15 17=20994 18=14 -23328=1,1 -23329=1,40.680058
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=16414 22=14 23=1 -23328=1,1 -23329=1,40.753601
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,40.753601,40.753601
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=122 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,57.292912
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=17155 22=14 23=1 -23328=1,1 -23329=1,59.990429
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=148 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,40.613831
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=26280 22=15 17=16440 18=14 -23328=1,1 -23329=1,32.685593
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=29377 22=15 23=1 -23328=1,1 -23329=1,29.303993
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,29.303993,29.303993
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=129 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,57.548534
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=30726 22=15 23=1 -23328=1,1 -23329=1,53.963497
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=111 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,40.038277
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=375 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,97.966530
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=16333 22=15 17=20044 18=13 -23328=1,1 -23329=1,48.833477
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,48.833477
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,48.833477,48.833477
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=80 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,54.206684
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=18648 22=14 23=1 -23328=1,1 -23329=1,61.698132
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=175 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,43.760445
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=25815 22=15 17=18283 18=14 -23328=1,1 -23329=1,38.472836
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=32736 22=15 23=1 -23328=1,1 -23329=1,38.436726
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,38.436726,38.436726
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=112 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,59.814575
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=22701 22=14 23=1 -23328=1,1 -23329=1,82.876862
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=152 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,38.734280
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=385 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,58.412563
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=18807 22=15 17=24708 18=14 -23328=1,1 -23329=1,33.526920
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=20588 22=14 23=1 -23328=1,1 -23329=1,42.128750
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,42.128750,42.128750
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=89 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.101948
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=29859 22=14 23=1 -23328=1,1 -23329=1,94.951912
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=124 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,10.072342
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=7827 22=15 17=17132 18=12 -23328=1,1 -23329=1,10.063724
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=27631 22=15 23=1 -23328=1,1 -23329=1,8.486181
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=15 22=15 23=0 24=2 25=1 26=18927 27=13 -23328=1,1 -23329=1,19.344290
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=20294 22=14 23=2 -23328=1,1 -23329=1,23.960617
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=19 22=15 23=0 24=2 25=1 26=18647 27=14 -23328=1,1 -23329=1,15.202165
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=24261 22=14 23=2 -23328=1,1 -23329=1,22.510757
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=35 1=1 5=1 6=8960 20=1 21=15 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,6.516547
